<!DOCTYPE html>
<html>

<head>    
    <title>Atividade 3</title>
    <meta name="author" content="Gustavo Doyle"/>
</head>

<body>
    <figure>
            <img src="fatec.jpg" alt="Texto alternativo" title="minha imagem de teste" width="400" height="100">
           
    </figure>
    <p><span style="font-weight: 400;"> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faculdade de Tecnologia de Sorocaba</span></p>
<p><span style="font-weight: 400;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tecnologia em An&aacute;lise e Desenvolvimento de Sistemas</span></p>
<p><br /><br /><br /><br /></p>
<p><span style="font-weight: 400;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gustavo Sartori Doyle</span></p>
<p><br /><br /></p>
<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Documenta&ccedil;&atilde;o de Desenvolvimento de Software</strong></p>
<p><span style="font-weight: 400;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;T&iacute;tulo: Ind&uacute;stria 4.0</span></p>
<p><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /></p>
<p><span style="font-weight: 400;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sorocaba</span></p>
<p><span style="font-weight: 400;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Agosto/2020</span></p>
<p><br /><br /><br /></p>
<p><strong>1.0 Introdu&ccedil;&atilde;o</strong></p>
<p><br /><br /></p>
<p><span style="font-weight: 400;">O desenvolvimento de novas tecnologias e a crescente utiliza&ccedil;&atilde;o de mecanismos digitais, t&ecirc;m levado as organiza&ccedil;&otilde;es adaptar seus processos como forma de se destacar no mercado competitivo. Determinada adapta&ccedil;&atilde;o &eacute; relacionada ao cen&aacute;rio da globaliza&ccedil;&atilde;o, no qual as empresas buscam a obten&ccedil;&atilde;o de vantagens competitivas. &Eacute; a partir dessas estrat&eacute;gias que o processo da ind&uacute;stria 4.0 vem ganhando destaque, sendo tamb&eacute;m denominado como a quarta revolu&ccedil;&atilde;o industrial (OLIVEIRA; SIM&Otilde;ES, 2016).&nbsp;</span></p>

<p><span style="font-weight: 400;">Segundo Cavalcanti e Nogueira (2017), a ind&uacute;stria 4.0 pode ser caracterizada pelo uso de processos que utilizam m&aacute;quinas gerenciadas por intelig&ecirc;ncia tecnol&oacute;gica, como por exemplo a rob&oacute;tica colaborativa. Os autores ainda destacam a diferen&ccedil;a dessa era em rela&ccedil;&atilde;o a primeira, segunda e terceira revolu&ccedil;&atilde;o industrial, comparando a mesma como uma revolu&ccedil;&atilde;o digital que veio para modernizar os processos das organiza&ccedil;&otilde;es (CAVALCANTI; NOGUEIRA, 2017).</span></p>

<p><span style="font-weight: 400;">Todavia, segundo dados do CNI (2017), apenas 58% das empresas brasileiras apontam conhecimento sobre a relev&acirc;ncia e utiliza&ccedil;&atilde;o de tecnologias digitais em seus processos. Isso revela a oportunidades das empresas em adquirir conhecimentos em adaptar suas atividades e buscar o desenvolvimento da ind&uacute;stria 4.0 diante seus concorrentes.</span></p>

<p><span style="font-weight: 400;">Segundo Santos (2017), os resultados de pa&iacute;ses como Brasil se encontram distantes dos &iacute;ndices apresentados por outros pa&iacute;ses, os quais muitos s&atilde;o considerados grandes pot&ecirc;ncias econ&ocirc;micas referente a aplica&ccedil;&atilde;o da ind&uacute;stria 4.0. Isso corrobora a necessidade das organiza&ccedil;&otilde;es brasileiras e demais pa&iacute;ses com baixa aplica&ccedil;&atilde;o dos processos tecnol&oacute;gicos digitais em se adaptar e desenvolver seus processos</span></p>
<br><br>
<p><strong>2.0 Ind&uacute;stria 4.0&nbsp;</strong></p>

<p><span style="font-weight: 400;">Segundo Hermann (2015), a ind&uacute;stria 4.0 pode ser compreendida como um termo alem&atilde;o, no qual designa um conceito coletivo de tecnologias e f&aacute;bricas inteligentes diante ao monitoramento de processos. Determinada defini&ccedil;&atilde;o vai de acordo ao exposto por Santos (2015, p. 12), que apresenta a ind&uacute;stria 4.0 como:&nbsp;</span></p>

<p><span style="font-weight: 250;"><i>[...] um projeto no &acirc;mbito da estrat&eacute;gia de alta tecnologia do governo alem&atilde;o que promove a informatiza&ccedil;&atilde;o da Manufatura. O objetivo &eacute; chegar &agrave; f&aacute;brica inteligente (SmartManufacturing) que se caracteriza pela capacidade de adapta&ccedil;&atilde;o, a efici&ecirc;ncia dos recursos e ergonomia, bem como a integra&ccedil;&atilde;o de clientes e parceiros de neg&oacute;cios em processos de neg&oacute;cios e de valor. Sua base tecnol&oacute;gica &eacute; composta por sistemas f&iacute;sicos/cibern&eacute;ticos e a Internet das Coisas. Especialistas acreditam que a Ind&uacute;stria 4.0 ou a quarta revolu&ccedil;&atilde;o industrial poderia ser realizada dentro de uma d&eacute;cada (SANTOS, 2015, p 12)</i>.</span></p>

<p><span style="font-weight: 400;">&nbsp;Para Herber (2014), a ind&uacute;stria 4.0 faz parte de uma relevante descoberta do governo alem&atilde;o, no qual busca apresentar um novo modelo de fabrica&ccedil;&atilde;o computadorizada, realizando a uni&atilde;o entre os campos dos processos f&iacute;sicos e digitais. Ou seja, para o autor esse novo modelo de revolu&ccedil;&atilde;o industrial, busca aumentar as formas de comunica&ccedil;&atilde;o das m&aacute;quinas cada vez menos sem a interfer&ecirc;ncia dos seres humanos.</span></p>
<p><span style="font-weight: 400;">Para Lu (2017), a ind&uacute;stria 4.0 pode ser entendida como um relevante processo, marcado pela automa&ccedil;&atilde;o de processos de digitaliza&ccedil;&atilde;o e uso de ferramentas a Tecnologia da Informa&ccedil;&atilde;o para fabrica&ccedil;&atilde;o de produtos e servi&ccedil;os.&nbsp;</span></p>
<p><span style="font-weight: 400;">Segundo Sanders, Elangeswaran e Wulfsberg (2016), a ind&uacute;stria 4.0 representa a aplica&ccedil;&atilde;o de conceitos dos sistemas ciber-f&iacute;sicos (CPS) e tecnologias que visam a constru&ccedil;&atilde;o de f&aacute;bricas inteligentes, nas quais a depend&ecirc;ncia dos seres humanos diante o comando das m&aacute;quinas seja cada vez menor.</span></p>
<p><span style="font-weight: 400;">J&aacute; para Hofmann e Rusch (2017, p. 25), ainda existe muitas discord&acirc;ncias entre as defini&ccedil;&otilde;es e entendimentos dos autores diante a defini&ccedil;&atilde;o de ind&uacute;stria 4.0. Para tantos os autores, prop&otilde;e uma conceitua&ccedil;&atilde;o, apesentando a ind&uacute;stria 4.0 como:</span></p>

<p><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;"><i>[...] a Quarta Revolu&ccedil;&atilde;o Industrial pode ser melhor descrita como uma mudan&ccedil;a na l&oacute;gica de fabrica&ccedil;&atilde;o para uma abordagem de valor cada vez mais descentralizada e auto-reguladora, habilitada por conceitos e tecnologias como CPS, IoT, IOS, computa&ccedil;&atilde;o em nuvem ou manufatura aditiva e f&aacute;bricas inteligentes, de modo a ajudar as empresas a atender a produ&ccedil;&atilde;o futura requisitos (HOFMANN; RUSCH, 2017, p.25)</i>
</span></p>

<p><span style="font-weight: 400;">Segundo Hofmann e Rusch (2017), a defini&ccedil;&atilde;o acima apresentada s&oacute; pode ser considerada pelas organiza&ccedil;&otilde;es quando estas definirem individualmente o que a ind&uacute;stria 4.0 significa para as mesmas. A partir disso, a empresas conseguem aplicar os processos definidos como parte da ind&uacute;stria 4.0 e como consequ&ecirc;ncia se beneficiar de suas respectivas utiliza&ccedil;&otilde;es em suas atividades mercantis.&nbsp;</span></p>
<p><span style="font-weight: 400;">Para Wang e Wang (2016), a ind&uacute;stria 4.0 est&aacute; associada a tecnologias digitais que det&ecirc;m grande relev&acirc;ncia no processo de fabrica&ccedil;&atilde;o, mas que n&atilde;o as limitam em suas respectivas utiliza&ccedil;&otilde;es. Dentre essas tecnologias &eacute; poss&iacute;vel citar a smartfactory, big data, internet of things e cyber physical systems.&nbsp;</span></p>
<p><span style="font-weight: 400;">Segundo Branger e Pang (2015), as tecnologias associadas a nova revolu&ccedil;&atilde;o industrial s&atilde;o fundamentais para os processos de digitaliza&ccedil;&atilde;o das empresas, no qual estas se tornam respons&aacute;veis pelo desenvolvimento das atividades organizacionais.</span></p>
<p><span style="font-weight: 400;">&nbsp;Autores como Oesterreich e Teuteberg (2016), apontam que mesmo com a maturidade e facilidade com que essas tecnologias se encontram dispon&iacute;veis ao acesso das organiza&ccedil;&otilde;es, sua utiliza&ccedil;&atilde;o n&atilde;o tem atingido os resultados almejados. Os estudiosos refor&ccedil;am que as ado&ccedil;&otilde;es de atividades para a digitaliza&ccedil;&atilde;o e a automa&ccedil;&atilde;o de processos devem considerar as quest&otilde;es pol&iacute;ticas, econ&ocirc;micas, sociais, ambientais e n&atilde;o somente a implanta&ccedil;&atilde;o das pr&aacute;ticas tecnol&oacute;gicas, o que para muitas empresas ainda se torna um grande obst&aacute;culo (OESTERREICH; TEUTEBERG, 2016).</span></p>
<p><br /><br /></p>
<p><strong>2.2 SmartFactory</strong></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">&nbsp;O conceito de SmartFactory tamb&eacute;m conhecido como f&aacute;brica inteligente, pode ser apresentado como uma f&aacute;brica equipada com sensores e dispositivos interligados que busca coletar e controlar dados de produtos e servi&ccedil;os em tempo real (KANG, 2016). Para Radziwon et. al (2014, p. 33), o conceito de smartfactory pode ser apresentado como:</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">&nbsp;Uma solu&ccedil;&atilde;o de fabrica&ccedil;&atilde;o que fornece flexibilidade e processos de produ&ccedil;&atilde;o adaptativos que resolver&atilde;o os problemas em uma instala&ccedil;&atilde;o de produ&ccedil;&atilde;o com din&acirc;mica e r&aacute;pida mudan&ccedil;a condi&ccedil;&otilde;es de fronteira em um mundo de crescente complexidade (Radziwon et. al. 2014, p, 33).</span></p>
<p><br /><br /></p>
<p><strong>2.3 Sustentabilidade no contexto da ind&uacute;stria 4.0</strong></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">A preocupa&ccedil;&atilde;o com a efici&ecirc;ncia do uso dos recursos &eacute;, ent&atilde;o, determinante para que as organiza&ccedil;&otilde;es se tornem mais competitivas. A manufatura necessita criar mecanismos para gerir os recursos de forma mais eficiente. Neste contexto, a ind&uacute;stria 4.0 pode oferecer suporte por meio do gerenciamento cont&iacute;nuo de energia e recursos (MORENO, 2014). Ao fornecer informa&ccedil;&otilde;es detalhadas sobre cada ponto do processo de produ&ccedil;&atilde;o, o uso de recursos e energia pode ser otimizado em toda a cadeia de valor. Al&eacute;m disso, os sistemas podem ser otimizados continuamente durante o processo de produ&ccedil;&atilde;o em termos de recursos, consumo de energia ou emiss&otilde;es. Isso pode contribuir substancialmente para o desenvolvimento sustent&aacute;vel da empresa (MORENO, 2014).&nbsp;</span></p>
<p><span style="font-weight: 400;">A produ&ccedil;&atilde;o do futuro &eacute; frequentemente discutida em combina&ccedil;&atilde;o com novas tecnologias. A impress&atilde;o 3D por exemplo, &eacute; considerada uma tecnologia de produ&ccedil;&atilde;o ecologicamente correta por ser particularmente adequada para a produ&ccedil;&atilde;o de pe&ccedil;as &uacute;nicas ou 15 pequenas s&eacute;ries como os prot&oacute;tipos e pe&ccedil;as de reposi&ccedil;&atilde;o. Dessa maneira menos recursos s&atilde;o necess&aacute;rios, o desperd&iacute;cio &eacute; menor, a log&iacute;stica de produ&ccedil;&atilde;o e transporte &eacute; reduzida pela descentraliza&ccedil;&atilde;o (GABRIEL E PESSL, 2016).</span></p>
<p><br /><br /><br /><br /><br /></p>
<p><strong>3.0 Conclus&atilde;o</strong></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">&Eacute; v&aacute;lido destacar que aprimoramento das aplica&ccedil;&otilde;es computacionais, gerenciadas para solucionar problemas de comunica&ccedil;&atilde;o e integra&ccedil;&atilde;o entre as diversas modalidades de tecnologias nesse novo modelo de ind&uacute;stria, representam o principal foco de pesquisas futuras.&nbsp;</span></p>
<p><span style="font-weight: 400;">Em &acirc;mbito de m&atilde;o de obra, um Analista de Requisitos ou Analista de Sistemas desempenha um forte papel nesse cen&aacute;rio, onde aumentar&aacute; a produ&ccedil;&atilde;o e sustentabilidade, especializa&ccedil;&otilde;es na &aacute;rea devem ser bem vistas e bem vindas, e substituir&atilde;o, felizmente ou n&atilde;o, diversas m&atilde;os-de-obra da ind&uacute;stria tradicional.</span></p>
<p><span style="font-weight: 400;">O desenvolvimento destes estudos far&atilde;o parte estrutural de um sucesso financeiro e tecnol&oacute;gico de um pa&iacute;s, expandindo desta forma a produtividade e desenvolvimento do mesmo.</span></p>
<p><span style="font-weight: 400;">Por meio dessas conclus&otilde;es, &eacute; v&aacute;lido apresentar que os estudos de ind&uacute;stria 4.0 est&atilde;o em crescimento, devendo o foco sobre tecnologias e suas aplica&ccedil;&otilde;es dentro do cen&aacute;rio mercadol&oacute;gico um cen&aacute;rio a crescer com o decorrer do tempo. Os materiais relacionados a gest&atilde;o e inova&ccedil;&atilde;o, tamb&eacute;m tendem a crescer, devido as principais considera&ccedil;&otilde;es dos autores analisados, que destacam a relev&acirc;ncia dos gestores em estar preparados para as principais mudan&ccedil;as que esse novo conceito de ind&uacute;stria pode proporcionar nas ind&uacute;strias de todo o mundo</span></p>
<p><br /><br /><br /><br> </p>
<p><strong>4.0 REFER&Ecirc;NCIAS</strong></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">&nbsp;CAVALCANTI, L. L.; NOGUEIRA, M. S. Futurismo, Inova&ccedil;&atilde;o e Log&iacute;stica 4.0: desafios e oportunidades. VII Congresso Brasileiro de Engenharia de Produ&ccedil;&atilde;o, 2017.</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">GABRIEL, Magdalena; PESSL, Ernst. ANNALS of Faculty Engineering Hunedoara. International Journal of Engineering, 2016.</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">HOFMANN, E.; R&Uuml;SCH, M. Industry 4.0 and the current status as well as future prospects on logistics. Computers in Industry, v. 89, p. 23-34, 2017.</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">HERMANN, M.; PENTEK, T.; OTTO, B. Design principles for Industrie 4.0 Scenarios: a literature review. Working Paper. n.01/2015, TechnischeUniversitat Dortmund, 15p, 2015.</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">KANG, H. S. Smart manufacturing: Past research, present findings, and future directions. International Journal of Precision Engineering and Manufacturing-Green Technology, v.3, n. 1, p. 111-128, 2016.</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">LU, Y. Industry 4.0: a survey on technologies, applications and open research issues. Journal ofIndustrial Information Integration, v. 6, p. 1-10, 2017</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">OLIVEIRA, T. F.; SIM&Otilde;ES, W.L. A ind&uacute;stria 4.0 e a produ&ccedil;&atilde;o no contexto dos estudantes da engenharia. Simp&oacute;sio de Engenharia de Produ&ccedil;&atilde;o, 2016.</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">SANDERS, A.; ELANGESWARAN, C.; WULFSBERG, J. Industry 4.0 implies lean manufacturing: research activities in industry 4.0 function as enablers for lean manufacturing. Journal of Industrial Engineering and Management, v. 9, n. 3, p. 811-833, 2016.&nbsp;</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">SANTOS, P. Tecnologia Voc&ecirc; est&aacute; preparado para viver a revolu&ccedil;&atilde;o da ind&uacute;stria 4.0? 2015.</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">MORENO, M. How can we tackle energy efficiency in IOT based smart buildings? Sensors, v. 14, n. 6, p. 9582-9614, 2014.&nbsp;</span></p>
</body>



</html>